import { Book } from './book';

export var BOOKS: Book[] = [
  {
    id: 1,
    title: 'Майстер і Маргарита',
    author: 'Булгаков М.',
    img: '../assets/book.jpg',
    isbn: '123-123-123',
    progress: 40,
    bookText:[
      '<p>Минувся останній день перед Різдвом. Прийшла зимова ясна ніч. Зазорилося. Місяць пишно виплив на небо посвітити добрим людям та всьому мирові, щоб весело було всім колядувати та Христа прославляти. </p><p>Мороз брався дужче, як ізрання; зате кругом було так тихо, що за півверстви чулося, як рипить мороз під чобітьми. Ще жоден гурт парубоцький не проявлявся попід вікнами; тільки місяць зазирав крадькома до хат, мовби виманював дівчат, які прибиралися та чепурилися, щоб хутчій повибігати на рипучий сніг. Аж ось в одній хаті з комина посунув дим і хмарою пішов по небі, а разом із димом верхи на мітлі вилетіла відьма. </p>',
      '<p>Тим часом чорт закрадався потихеньку до місяця і вже простяг був руку схопити його; але враз смикнув її назад, мов опечений, поссав пальці, подригав ногою і забіг з другого боку та знову ж таки відскочив і відхопив руку. Але ж, хоч і як йому не таланило, хитрий чорт не покинув своїх витівок. Прискочивши, раптом схопив він місяця вобіруч, гірко кривлячись та дмухаючи перекидав його з руки в руку, мов той дядько, що добув голими руками жарину для своєї люльки; аж тоді сховав похапцем до кишені та й побіг собі далі, мов і не він. </p>',
      '<p>У Диканьці ніхто не чув, як чорт украв місяця. Щоправда, волосний писар, рачкуючи з коршми, бачив, як місяць із доброго дива танцював на небі, і божився та присягався на тому перед усім селом, однак миряни лише кивали на те головами і навіть брали його на сміх. </p><p>Яка ж то була притичина чортові на таке беззаконне діло? А ось яка: він знав, що багатого козака Чуба покликав дяк до себе на кутю, де мають бути: голова, приїжджий з архиєрейської півчої дяків родич у синьому сурдуті, який брав щонайнижчого тобі баса; козак Свербигуз і ще дехто; де, опріч куті, мала бути варенуха, шапранівка та багато всякої страви. </p>',
      '<p>Богобоязливим бувши чоловіком, він не раз малював ікони, та й тепер ще можете знайти в Т... церкві його євангеліста Луку. Але все перевершив він, як змалював у церкві на стіні, у правому притворі, святого Петра в день Страшного Суду, з ключами в руках, що виганяє з пекла нечисту силу. Переляканий чорт на тій картині метушився на всі боки, прочуваючи свою загибель, а визволені з неволі грішники лушпенили та ганяли його батогами, поліняччям та чим запопадя. Коли майстер працював над тією картиною і малював її на великій дерев*яній дошці, чорт з усієї сили намагався перебивати йому, штовхав під руку, вихором здіймав із горна в кузні попіл і засипав ним картину; а проте роботу закінчено, дошку внесено до церкви і вправлено у стіну в притворі, і відтоді чорт заприсягся мститися на ковалеві. </p>'
    ]
  },
  {
    id: 2,
    title: 'Ніч проти різдва',
    author: 'Гоголь М.',
    img: '../assets/02.jpg',
    isbn: '133-133-133',
    progress: 10,
    bookText:[
      '<p>Минувся останній день перед Різдвом. Прийшла зимова ясна ніч. Зазорилося. Місяць пишно виплив на небо посвітити добрим людям та всьому мирові, щоб весело було всім колядувати та Христа прославляти. </p><p>Мороз брався дужче, як ізрання; зате кругом було так тихо, що за півверстви чулося, як рипить мороз під чобітьми. Ще жоден гурт парубоцький не проявлявся попід вікнами; тільки місяць зазирав крадькома до хат, мовби виманював дівчат, які прибиралися та чепурилися, щоб хутчій повибігати на рипучий сніг. Аж ось в одній хаті з комина посунув дим і хмарою пішов по небі, а разом із димом верхи на мітлі вилетіла відьма. </p>',
      '<p>Тим часом чорт закрадався потихеньку до місяця і вже простяг був руку схопити його; але враз смикнув її назад, мов опечений, поссав пальці, подригав ногою і забіг з другого боку та знову ж таки відскочив і відхопив руку. Але ж, хоч і як йому не таланило, хитрий чорт не покинув своїх витівок. Прискочивши, раптом схопив він місяця вобіруч, гірко кривлячись та дмухаючи перекидав його з руки в руку, мов той дядько, що добув голими руками жарину для своєї люльки; аж тоді сховав похапцем до кишені та й побіг собі далі, мов і не він. </p>',
      '<p>У Диканьці ніхто не чув, як чорт украв місяця. Щоправда, волосний писар, рачкуючи з коршми, бачив, як місяць із доброго дива танцював на небі, і божився та присягався на тому перед усім селом, однак миряни лише кивали на те головами і навіть брали його на сміх. </p><p>Яка ж то була притичина чортові на таке беззаконне діло? А ось яка: він знав, що багатого козака Чуба покликав дяк до себе на кутю, де мають бути: голова, приїжджий з архиєрейської півчої дяків родич у синьому сурдуті, який брав щонайнижчого тобі баса; козак Свербигуз і ще дехто; де, опріч куті, мала бути варенуха, шапранівка та багато всякої страви. </p>',
      '<p>Богобоязливим бувши чоловіком, він не раз малював ікони, та й тепер ще можете знайти в Т... церкві його євангеліста Луку. Але все перевершив він, як змалював у церкві на стіні, у правому притворі, святого Петра в день Страшного Суду, з ключами в руках, що виганяє з пекла нечисту силу. Переляканий чорт на тій картині метушився на всі боки, прочуваючи свою загибель, а визволені з неволі грішники лушпенили та ганяли його батогами, поліняччям та чим запопадя. Коли майстер працював над тією картиною і малював її на великій дерев*яній дошці, чорт з усієї сили намагався перебивати йому, штовхав під руку, вихором здіймав із горна в кузні попіл і засипав ним картину; а проте роботу закінчено, дошку внесено до церкви і вправлено у стіну в притворі, і відтоді чорт заприсягся мститися на ковалеві. </p>'
    ]
  },
  {
    id: 3,
    title: 'Володар Перснів',
    author: 'Толкін',
    img: '../assets/03.jpeg',
    isbn: '133-133-133',
    progress: 10,
    bookText:[
      '<p>Минувся останній день перед Різдвом. Прийшла зимова ясна ніч. Зазорилося. Місяць пишно виплив на небо посвітити добрим людям та всьому мирові, щоб весело було всім колядувати та Христа прославляти. </p><p>Мороз брався дужче, як ізрання; зате кругом було так тихо, що за півверстви чулося, як рипить мороз під чобітьми. Ще жоден гурт парубоцький не проявлявся попід вікнами; тільки місяць зазирав крадькома до хат, мовби виманював дівчат, які прибиралися та чепурилися, щоб хутчій повибігати на рипучий сніг. Аж ось в одній хаті з комина посунув дим і хмарою пішов по небі, а разом із димом верхи на мітлі вилетіла відьма. </p>',
      '<p>Тим часом чорт закрадався потихеньку до місяця і вже простяг був руку схопити його; але враз смикнув її назад, мов опечений, поссав пальці, подригав ногою і забіг з другого боку та знову ж таки відскочив і відхопив руку. Але ж, хоч і як йому не таланило, хитрий чорт не покинув своїх витівок. Прискочивши, раптом схопив він місяця вобіруч, гірко кривлячись та дмухаючи перекидав його з руки в руку, мов той дядько, що добув голими руками жарину для своєї люльки; аж тоді сховав похапцем до кишені та й побіг собі далі, мов і не він. </p>',
      '<p>У Диканьці ніхто не чув, як чорт украв місяця. Щоправда, волосний писар, рачкуючи з коршми, бачив, як місяць із доброго дива танцював на небі, і божився та присягався на тому перед усім селом, однак миряни лише кивали на те головами і навіть брали його на сміх. </p><p>Яка ж то була притичина чортові на таке беззаконне діло? А ось яка: він знав, що багатого козака Чуба покликав дяк до себе на кутю, де мають бути: голова, приїжджий з архиєрейської півчої дяків родич у синьому сурдуті, який брав щонайнижчого тобі баса; козак Свербигуз і ще дехто; де, опріч куті, мала бути варенуха, шапранівка та багато всякої страви. </p>',
      '<p>Богобоязливим бувши чоловіком, він не раз малював ікони, та й тепер ще можете знайти в Т... церкві його євангеліста Луку. Але все перевершив він, як змалював у церкві на стіні, у правому притворі, святого Петра в день Страшного Суду, з ключами в руках, що виганяє з пекла нечисту силу. Переляканий чорт на тій картині метушився на всі боки, прочуваючи свою загибель, а визволені з неволі грішники лушпенили та ганяли його батогами, поліняччям та чим запопадя. Коли майстер працював над тією картиною і малював її на великій дерев*яній дошці, чорт з усієї сили намагався перебивати йому, штовхав під руку, вихором здіймав із горна в кузні попіл і засипав ним картину; а проте роботу закінчено, дошку внесено до церкви і вправлено у стіну в притворі, і відтоді чорт заприсягся мститися на ковалеві. </p>'
    ]
  },
  {
    id: 4,
    title: 'Марсіанин',
    author: 'Уір Е.',
    img: '../assets/04.jpg',
    isbn: '133-133-133',
    progress: 10,
    bookText:[
      '<p>Минувся останній день перед Різдвом. Прийшла зимова ясна ніч. Зазорилося. Місяць пишно виплив на небо посвітити добрим людям та всьому мирові, щоб весело було всім колядувати та Христа прославляти. </p><p>Мороз брався дужче, як ізрання; зате кругом було так тихо, що за півверстви чулося, як рипить мороз під чобітьми. Ще жоден гурт парубоцький не проявлявся попід вікнами; тільки місяць зазирав крадькома до хат, мовби виманював дівчат, які прибиралися та чепурилися, щоб хутчій повибігати на рипучий сніг. Аж ось в одній хаті з комина посунув дим і хмарою пішов по небі, а разом із димом верхи на мітлі вилетіла відьма. </p>',
      '<p>Тим часом чорт закрадався потихеньку до місяця і вже простяг був руку схопити його; але враз смикнув її назад, мов опечений, поссав пальці, подригав ногою і забіг з другого боку та знову ж таки відскочив і відхопив руку. Але ж, хоч і як йому не таланило, хитрий чорт не покинув своїх витівок. Прискочивши, раптом схопив він місяця вобіруч, гірко кривлячись та дмухаючи перекидав його з руки в руку, мов той дядько, що добув голими руками жарину для своєї люльки; аж тоді сховав похапцем до кишені та й побіг собі далі, мов і не він. </p>',
      '<p>У Диканьці ніхто не чув, як чорт украв місяця. Щоправда, волосний писар, рачкуючи з коршми, бачив, як місяць із доброго дива танцював на небі, і божився та присягався на тому перед усім селом, однак миряни лише кивали на те головами і навіть брали його на сміх. </p><p>Яка ж то була притичина чортові на таке беззаконне діло? А ось яка: він знав, що багатого козака Чуба покликав дяк до себе на кутю, де мають бути: голова, приїжджий з архиєрейської півчої дяків родич у синьому сурдуті, який брав щонайнижчого тобі баса; козак Свербигуз і ще дехто; де, опріч куті, мала бути варенуха, шапранівка та багато всякої страви. </p>',
      '<p>Богобоязливим бувши чоловіком, він не раз малював ікони, та й тепер ще можете знайти в Т... церкві його євангеліста Луку. Але все перевершив він, як змалював у церкві на стіні, у правому притворі, святого Петра в день Страшного Суду, з ключами в руках, що виганяє з пекла нечисту силу. Переляканий чорт на тій картині метушився на всі боки, прочуваючи свою загибель, а визволені з неволі грішники лушпенили та ганяли його батогами, поліняччям та чим запопадя. Коли майстер працював над тією картиною і малював її на великій дерев*яній дошці, чорт з усієї сили намагався перебивати йому, штовхав під руку, вихором здіймав із горна в кузні попіл і засипав ним картину; а проте роботу закінчено, дошку внесено до церкви і вправлено у стіну в притворі, і відтоді чорт заприсягся мститися на ковалеві. </p>'
    ]
  },
]
